export const thingList = [
  {
    id: 1,
    type: '会议室发布',
    title: '【资产管理】申请开通资产安全管理模块',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 2,
    type: '众包',
    title: '15秒视频广告制作',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 3,
    type: '人才',
    title: '招聘职位申请',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 4,
    type: '电商',
    title: '商户申请',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 5,
    type: '睿空间',
    title: '申请开通睿空间模块',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 6,
    type: '电商',
    title: '商品发布申请',
    status: 0,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 7,
    type: '会议室发布',
    title: '1号楼8楼5号会议室',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 8,
    type: '广告位发布',
    title: '艺术家工作室6栋1楼2号海报框架',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 9,
    type: '场地发布',
    title: '合美术馆后广场',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 10,
    type: '会议室预定',
    title: '1号楼8楼5号会议室',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 11,
    type: '广告位预定',
    title: '艺术家工作室6栋1楼2号海报框架',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 12,
    type: '场地预定',
    title: '合美术馆后广场',
    status: 1,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  },
  {
    id: 13,
    type: '活动发布',
    title: '周二（明天）羽毛球活动',
    status: 2,
    company: '掌游科技有限公司',
    date: '2019.03.15'
  }
];

export const companyList = [
  {
    id: 1,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '掌游科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '掌游科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网',
  },
  {
    id: 2,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉光谷联合集团有限公司',
    type: '房地产',
    size: '100-200人',
    phone: '18062678123',
    info: '武汉光谷联合集团有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 3,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '花生壳科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '花生壳科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 4,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉顺欣企业管理有限公司',
    type: '商务服务业',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉顺欣企业管理有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 5,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉鸿浩大志劳务有限公司',
    type: '建筑装饰和其他建筑业',
    size: '100-200人',
    phone: '18062678123',
    info: '武汉鸿浩大志劳务有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 6,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '中国科学院计算机网络中心',
    type: '研究和试验发展',
    size: '50-100人',
    phone: '18062678123',
    info: '中国科学院计算机网络中心位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 7,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉九九游科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉九九游科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 8,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉蜂虎网络科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉蜂虎网络科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 9,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉颐信科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉颐信科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 10,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '湖北清一居茶叶有限公司',
    type: '批发业',
    size: '50-100人',
    phone: '18062678123',
    info: '湖北清一居茶叶有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 11,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉安锋游戏科技有限公司',
    type: '软件与服务',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉安锋游戏科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 12,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉美讯华迪科技有限公司',
    type: '电信，广播电视',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉美讯华迪科技有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 13,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉光谷商业管理有限公司',
    type: '商务服务业',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉光谷商业管理有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 14,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉丽岛创馨环境工程有限公司',
    type: '公共设施管理业',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉丽岛创馨环境工程有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  },
  {
    id: 15,
    typeNum: 2,
    address: '三期-5号高层-5#高9楼1号房',
    name: '武汉和年美家家居有限公司',
    type: '批发业',
    size: '50-100人',
    phone: '18062678123',
    info: '武汉和年美家家居有限公司位于武汉市洪山区武汉创意天地产业园内,现有员工80人，属于洪山区政府引荐的一家以移动软件开发，以移动互联网'
  }
];

export const contracts = [
  {
    companyId: 1,
    name: '写字楼租赁合同',
    sn: 'ZL201909261162141569486100308',
    startDate: '2019-07-01',
    endDate: '2022-09-30',
    type: '固定资金',
    partyA: '武汉光谷联华集团有限公司',
    area: '1153.08',
    joinDate: '2017-03-01',
    place: '三期-5号高层-5#高9楼1号房',
    history: [
      {
        id: 1,
        project: '履约保证金',
        prize: '46,112,40',
        durationStart: '2017-03-01',
        durationEnd: '2017-05-01',
        standard: '一次性收费',
        type: '押金类'
      }
    ]
  }
];

export const decorationList = [
  {
    companyId: 1,
    type: '装修申请',
    contactMan: '测试',
    property: '测试',
    phone: '13611111111',
    title: '房屋装修申请',
    sn: 'SD2019101252784578',
    status: '审核中',
    date: '2019-10-12 15:29:44',
    suggest: ''
  }
];

export const checkList = [
  {
    companyId: 1,
    type: '购房入驻',
    contactMan: '测试',
    property: '测试',
    phone: '13611111111',
    title: '购房入住办理申请',
    sn: 'SD2019101252784578',
    status: '审核中',
    date: '2019-10-12 15:29:44',
    suggest: ''
  }
];

export const maintainList = [
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 19:10:20',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间器001 设备传感器数字液位传感',
    sn: 'Y2019102200665700',
    date: '2019-10-22 11:21:14',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层001房间器009 设备传感器数字液位传感',
    sn: 'Y2019102200665700',
    date: '2019-10-22 14:21:59',
    status: '待派发'
  },
  {
    title: '创意天地一期6栋1层摄像头',
    sn: 'Y2019102200665700',
    date: '2019-10-10 11:21:14',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 09:21:30',
    status: '待派发'
  },
  {
    title: '创意天地一期6栋1层摄像头',
    sn: 'Y2019102200665700',
    date: '2019-10-22 18:30:14',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 17:25:14',
    status: '待派发'
  },
  {
    title: '创意天地一期6栋1层摄像头',
    sn: 'Y2019102200665700',
    date: '2019-10-15 11:21:14',
    status: '待派发'
  },
  {
    title: '创意天地一期6栋1层摄像头',
    sn: 'Y2019102200665700',
    date: '2019-10-25 9:30:14',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 19:10:20',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 19:10:20',
    status: '待派发'
  },
  {
    title: '创意天地一期紫缘酒店01单元B01层009房间设备传感器数字液位传感器001',
    sn: 'Y2019102200665700',
    date: '2019-10-22 19:10:20',
    status: '待派发'
  },
];
